Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Diagnostic Log
ar: سجل التشخيص
cs: Diagnostické zprávy
de: Diagnoseprotokolle anzeigen
es_es: Registro de diagnóstico
fr: Journal de diagnostic
it: Log Diagnostico
ja: 診断ログ
ko: 진단 로그
nl: Diagnostisch logbestand
pl: Logi diagnostyczne
pt_br: Registro de diagnóstico
ru: Диагностика
sk: Diagnostické správy
sv_se: Diagnostisk logg
th: บันทึกการวินิจฉัย
tr: Tanılama Günlüğünü Göster
uk: Діагностика
zh_cn: 诊断日志
zh_tw: 診斷日誌

source: Suggestions? Problems? Let us know!
ar: اقتراحات؟ مشاكل؟ دعنا نعلم!
cs: Návrhy? Problémy? Dejte nám vědět!
de: Vorschläge? Probleme? Lass uns wissen!
es_es: ¿Sugerencias? ¿Problemas? ¡Háznoslo saber!
fr: Des suggestions ? Des problèmes ? Faites-le nous savoir !
it: Suggerimenti? Problemi? Facci sapere!
ja: 改善提案や問題点を報告する
ko: 문제가 있거나 제안하고 싶은게 있나요? 개발자에게 알려주세요!
nl: Suggesties? Problemen? Laat het ons weten!
pl: Sugestie? Problemy? Daj nam znać!
pt_br: Sugestões? Problemas? Contacte-nos!
ru: Идеи? Вопросы? Расскажите нам!
sk: Návrhy? Problémy? Dajte nám vedieť!
sv_se: Förslag? Problem? Hör av dig!
th: คำแนะนำ? ปัญหา? บอกให้เรารู้เลย!
tr: Öneriler? Problemler? Bize haber verin!
zh_cn: 建议? 问题? 让我们知道!
zh_tw: 建議? 問題? 讓我們知道!

source: AutoFill Passwords
ar: التعبئة التلقائية لكلمات المرور
cs: Vyplňování hesel
de: Passwörter automatisch eintragen
es_es: Autocompletar contraseñas
fr: Remplissage automatique des mots de passe
it: AutoRiempimento Password
ja: パスワードの自動入力
ko: 자동 완성 패스워드
nl: Vul wachtwoorden automatisch in
pl: Autouzupełnianie
pt_br: Preencher senhas automaticamente
ru: Автозаполнение паролей
sk: Automatické vyplňovanie hesiel
sv_se: Autofyll lösenord
th: การป้อนรหัสผ่านอัตโนมัติ
tr: Şifreleri Otomatik Doldurma
zh_cn: 自动填写密码
zh_tw: 自動填寫密碼

source: Review KeePassium
ar: مُراجعة KeePassium
cs: Napište recenzi
de: KeePassium bewerten
es_es: Valorar KeePassium
fr: Évaluer KeePassium
hu: KeePassium értékelése
it: Recensisci KeePassium
ja: KeePassiumを評価
ko: KeePassium 평가하기
nl: Beoordeel KeePassium
pl: Oceń KeePassium
pt_br: Avaliar KeePassium
ru: Оценить KeePassium
sk: Napíšte recenziu
sv_se: Recensera KeePassium
th: แสดงความคิดเห็น KeePassium
tr: KeePassium'u Değerlendirin
zh_cn: 评价 KeePassium
zh_tw: 評價 KeePassium

source: Support
ar: الدعم الفني
cs: Podpora
de: Unterstützen
es_es: Soporte técnico
fr: Assistance technique
hu: Támogatás
it: Assistenza
ja: お問い合わせ
ko: 지원
nl: Ondersteuning
pl: Wsparcie
pt_br: Suporte
ru: Поддержка
sk: Podpora
th: สนับสนุน
tr: Destek
uk: Підтримка
zh_cn: 支持
zh_tw: 支持

source: Access Control
ar: صلاحيات الوصول
cs: Správa přístupu
de: Zugangskontrolle
es_es: Control de acceso
fr: Contrôle des accès
it: Controllo Accessi
ja: アクセス管理
ko: 접근 제어
nl: Toegangsbeheer
pl: Kontrola dostępu
pt_br: Controle de acesso
ru: Контроль доступа
sk: Správa prístupu
sv_se: Behörighet
th: ควบคุมการเข้าถึง
tr: Erişim Kontrolleri
uk: Контроль доступу
zh_cn: 访问控制
zh_tw: 存取控制

source: For expert troubleshooting
ar: اصلاح المشاكل للمستخدمين المتقدمين
cs: Pro řešení problémů
de: Fehlerbehebung (Expertenmodus)
es_es: Solucionar problemas de expertos
fr: Résolution de problèmes pour expert
it: Risoluzione dei problemi per esperti
ja: 専門家向けのトラブルシューティング
ko: 전문가용 문제 해결
nl: Voor probleemoplossing van deskundigen
pl: Rozwiązywanie problemów dla ekspertów
pt_br: Para solução de problemas avançada
ru: Для решения проблем
sk: Pre odborné riešenie problémov
sv_se: För felsökning av experter
th: สำหรับการแก้ไขปัญหาโดยผู้เชี่ยวชาญ
tr: İleri düzey kullanıcılar için..
zh_cn: 用于给作者排除故障
zh_tw: 用於給作者排除故障

source: Manage Subscriptions
ar: إدارة الاشتراكات
cs: Správa předplatného
de: Abos verwalten
es_es: Administrar suscripciones
fr: Gérer les abonnements
hu: Előfizetések kezelése
it: Gestisci abbonamenti
ja: サブスクリプションの管理
ko: 구독 관리
nl: Beheer abonnementen
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinaturas
ru: Управление подпиской
sk: Správa predplatného
sv_se: Hantera prenumerationer
th: จัดการการสมัครรับ
tr: Abonelikleri Yönet
zh_cn: 管理订阅
zh_tw: 管理訂閱

source: KeePassium AutoFill
ar: التعبئة التلقائية لـKeePassium
de: KeePassium: automatisches Ausfüllen
es_es: Autocompletar KeePassium
fr: Remplissage automatique KeePassium
it: Autoriempimento di KeePassium
ja: KeePassium自動入力
ko: KeePassium 자동 완성
pl: KeePassium autouzupełnianie
pt_br: Preenchimento automático do KeePassium
pt_pt: Auto-preenchimento KeePassium
ru: Автозаполнение KeePassium
sk: Automatické vyplňovanie KeePassium
sv_se: KeePassium Autofyll
th: การป้อนอัตโนมัติของ KeePassium
tr: KeePassium Otomatik Doldurma
uk: Автозаповнення KeePassium
zh_cn: KeePassium 自动填充
zh_tw: KeePassium 自動填充

source: Use FaceID to unlock KeePassium
ar: استخدم مُعرف الوجه (FaceID) لفتح KeePassium
cs: Používat FaceID k odemčení KeePassium
de: Verwende FaceID um KeePassium zu entsperren
es_es: Utilizar Face ID para desbloquear KeePassium
fr: Utilisez FaceID pour déverrouiller KeePassium
hu: FaceID használata KeePassium feloldásához
it: Usa FaceID per sbloccare KeePassium
ja: Face IDを使用してKeePassiumのロックを解除
ko: KeePassium 잠금 해제에 Face ID 사용
nl: Gebruik FaceID om KeePassium te ontgrendelen
pl: Użyj FaceID, aby odblokować KeePassium
pt_br: Use FaceID para desbloquear KeePassium
pt_pt: Use o FaceID para desbloquear o KeePassium
ru: Использовать Face ID для доступа к KeePassium
sk: Používať FaceID na odomknutie KeePassium
sv_se: Använd FaceID för att låsa upp KeePassium
th: ใช้ Face ID เพื่อปลดล็อก KeePassium
tr: KeePassium'un kilidini açmak için FaceID kullan
zh_cn: 使用 FaceID 解锁 KeePassium
zh_tw: 使用 FaceID 解鎖 KeePassium

source: Choose Database
ar: اختيار قاعدة بيانات
cs: Vybrat Databázi
de: Datenbank auswählen
es_es: Seleccionar base de datos
fi: Valitse tietokanta
fr: Choisir la base de données
hu: Adatbázis kiválasztása
it: Seleziona il Database
ja: データベースを選択
ko: 데이터베이스 선택
nl: Kies databank
pl: Wybierz bazę danych
pt_br: Escolher banco de dados
pt_pt: Escolher base de dados
ru: Выбрать базу паролей
sk: Vybrať databázu
sv_se: Välj databas
th: เลือกฐานข้อมูล
tr: Veritabanı Seç
uk: Обрати базу паролів
zh_cn: 关闭数据库
zh_tw: 關閉資料庫

source: Import Database
ar: إستيراد قاعدة البيانات
cs: Importovat databázi
de: Datenbank importieren
es_es: Importar base de datos
fi: Tuo tietokanta
fr: Importer une base de données
hu: Adatbázis importálása
it: Importa Database
ja: データベースを読み込む
ko: 데이터베이스 가져오기
nl: Importeer databank
pl: Import bazy danych
pt_br: Importar banco de dados
pt_pt: Importar Base de Dados
ru: Импортировать базу паролей
sk: Importovať databázu
sv_se: Importera databas
th: นำเข้าฐานข้อมูล
tr: Veritabanını İçe Aktar
uk: Імпортувати базу паролів
zh_cn: 汇入数据库
zh_tw: 匯入資料庫

source: KeePass database should not be used as key file. Please pick a different file.
ar: لا ينبغي استخدام ملف قاعدة بيانات KeePass كملف مفتاح. الرجاء اختيار ملف مختلف.
cs: KeePass databáze by neměla být použita jako soubor s klíčem. Prosím, vyberte jiný soubor.
de: Eine KeePass Datenbank sollte nicht als Schlüsseldatei verwendet werden. Bitte wählen Sie eine andere Datei.
es_es: La base de datos de KeePass no debe ser usada como archivo de clave. Por favor, selecciona un archivo diferente.
fr: La base de données KeePass ne doit pas être utilisée comme fichier clé. Veuillez choisir un autre fichier.
hu: KeePass adatbázist ne használjon kulcsfájlként. Kérem válasszon egy másik fájlt.
it: Il database di KeePass non deve essere utilizzato come file chiave. Scegliere un file diverso.
ja: KeePassのデータベースをキーファイルとして使用しないでください。別のファイルを選択してください。
ko: KeePass 데이터베이스 파일은 키 파일로 사용될 수 없습니다. 다른 파일을 선택해주세요.
nl: De KeePass-databank mag niet worden gebruikt als sleutelbestand. Kies een ander bestand.
pl: Baza danych KeePass nie powinna być używana jako plik kluczowy. Proszę wybrać inny plik.
pt_br: Um banco de dados do KeePass não pode ser usado como arquivo de chave. Por favor, escolha um arquivo diferente.
ru: База паролей KeePass не должна использоваться в качестве ключевого файла. Выберите другой файл.
sk: KeePass databáza by nemala byť použitá ako súbor s kľúčom. Prosím, vyberte iný súbor.
sv_se: KeePass databaser ska inte användas som nyckelfiler. Var vänlig välj en annan fil.
th: ฐานข้อมูล KeePass ไม่ควรใช้เป็นไฟล์กุญแจ โปรดเลือกไฟล์ใหม่
tr: KeePass veritabanı anahtar dosya olarak kullanılmamalıdır. Lütfen farklı bir dosya seçin.
zh_cn: KeePass数据库文件不应该当作密钥文件使用。 请选择其他文件。
zh_tw: KeePass資料庫檔案不應該當作金鑰檔案使用。 請選擇其他文件。

source: Unlock KeePassium
ar: فتح قفل KeePassium
cs: Odemknout KeePassium
de: KeePassium entsperren
es_es: Desbloquear KeePassium
fr: Débloquer KeePassium
hu: KeePassium feloldása
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
ko: KeePassium 잠금 해제
nl: Ontgrendel KeePassium
pl: Odblokuj KeePassium
pt_br: Desbloquear KeePassium
ru: Открыть KeePassium
sk: Odomknúť KeePassium
sv_se: Lås upp KeePassium
th: ปลดล็อก KeePassium
tr: KeePassium'un Kilidini Aç
uk: Розблокувати KeePassium
zh_cn: 解锁 KeePassium
zh_tw: 解鎖 KeePassium

source: Use Passcode
ar: استخدم كلمة مرور
cs: Použít kód aplikace
de: Code verwenden
es_es: Usar código
fi: Käytä tunnuskoodia
fr: Utiliser le code d'accès
hu: Jelkód használata
it: Usa codice di accesso
ja: パスコードを使用
ko: 비밀번호 사용
nl: Gebruik toegangscode
pl: Użyj kodu dostępu
pt_br: Digitar o código
ru: Использовать код доступа
sk: Použiť kód aplikácie
sv_se: Använd PIN-kod
th: ใช้รหัส
tr: Pin Kodu Kullan
uk: Використати код доступу
zh_cn: 使用应用解锁密码
zh_tw: 使用應用解鎖密碼

source: To upgrade, please manually open KeePassium from your home screen.
ar: للترقية، يرجى فتح KeePassium يدويا من شاشة الهاتف الرئيسية.
cs: Zakoupení prémiové verze prosím proveďte z hlavní aplikace KeePassium.
de: Um zu aktualisieren, öffnen Sie bitte KeePassium manuell von Ihrem Home-Bildschirm aus.
es_es: Para actualizar, inicia KeePassium manualmente desde el icono de aplicación.
fr: Pour mettre à jour, veuillez ouvrir manuellement KeePassium à partir de votre écran d'accueil.
hu: Az upgradehez kérjük nyissa meg KeePassiumot a főképernyőről.
it: Per aggiornare, apri manualmente KeePassium dalla schermata iniziale.
ja: アップグレードするには、ホーム画面から KeePassium を手動で起動してください。
ko: 업그레이드를 위해, 기기의 홈 화면에서 직접 KeePassium을 실행해주시기 바랍니다.
nl: Open KeePassium handmatig vanop je beginscherm om te upgraden.
pl: Aby przejść na premium, otwórz KeePassium ręcznie z ekranu głównego.
pt_br: Para continuar, por favor, abra o KeePassium manualmente a partir da tela inicial.
ru: Чтобы включить премиум-доступ, откройте основное приложение KeePassium.
sk: Zakúpenie prémiovej verzie prosím vykonajte z hlavnej aplikácie KeePassium.
sv_se: För att uppgradera öppna KeePassium från din hemskärm.
th: เพื่อที่จะอัพเกรด โปรดเข้าแอป KeePassium จากหน้าจอหลัก
tr: Yükseltme işlemi için lütfen KeePassium'u ana ekrandan manuel olarak açın.
zh_cn: 如果要升级，请从主屏幕右上角+号中, 手动打开升级接口。
zh_tw: 如果要升級，請從主屏幕右上角+號中, 手動打開升級介面。

source: Database
ar: قاعدة البيانات
cs: Databáze
de: Datenbank
es_es: Base de datos
fi: Tietokanta
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
nl: Databank
pl: Baza
pt_br: Banco de dados
pt_pt: Base de dados
ru: База паролей
sk: Databáza
sv_se: Databas
th: ฐานข้อมูล
tr: Veritabanı
zh_cn: 数据库
zh_tw: 資料庫

source: Delete
ar: حذف
cs: Odstranit
de: Löschen
es_es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
it: Eliminare
ja: 削除
ko: 삭제
nl: Verwijder
pl: Skasuj
pt_br: Apagar
pt_pt: Apagar
ru: Удалить
sk: Vymazať
sv_se: Radera
th: ลบ
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es_es: Eliminar
fi: Poista
fr: Dissocier
hu: Eltávolítás
it: Rimuovere
ja: 削除
ko: 제거
nl: Verwijder
pl: Usuń
pt_br: Esquecer
pt_pt: Remover
ru: Убрать
sk: Odobrať
sv_se: Ta bort
th: ลบออก
tr: Kaldır
uk: Вилучити
zh_cn: 移除
zh_tw: 移除

source: Close Database
ar: إغلاق قاعدة البيانات
cs: Zavřít databázi
de: Datenbank schließen
es_es: Cerrar base de datos
fi: Sulje tietokanta
fr: Fermer la base de données
hu: Adatbázis bezárása
it: Chiudi Database
ja: データベースを閉じる
ko: 데이터베이스 닫기
nl: Sluit databank
pl: Zamknij bazę
pt_br: Fechar banco de dados
pt_pt: Fechar base de dados
ru: Закрыть базу паролей
sk: Zatvoriť databázu
sv_se: Stäng databas
th: ปิดฐานข้อมูล
tr: Veritabanını Kapat
uk: Закрити базу паролів
zh_cn: 关闭数据库
zh_tw: 關閉資料庫

source: Key File
ar: ملف المفتاح
cs: Soubor s klíčem
de: Schlüsseldatei
es_es: Archivo de clave
fi: Avaintiedosto
fr: Fichier-clé
hu: Kulcsfájl
it: File chiave
ja: キーファイル
ko: 키 파일
nl: Sleutelbestand
pl: Plik klucza
pt_br: Arquivo de chave
pt_pt: Ficheiro de Chave
ru: Ключевой файл
sk: Súbor s kľúčom
sv_se: Nyckel-fil
th: ไฟล์กุญแจ
tr: Anahtar Dosyası
zh_cn: 密钥文件
zh_tw: 金鑰檔案

source: Master Password
ar: كلمة السر الرئيسة
cs: Hlavní heslo
de: Hauptpasswort
es_es: Contraseña maestra
fi: Pääsalasana
fr: Mot de passe maître
hu: Mesterjelszó
it: Password Principale
ja: マスターパスワード
ko: 마스터 패스워드
nl: Hoofdwachtwoord
pl: Główne hasło
pt_br: Senha-mestra
pt_pt: Palavra-chave Mestre
ru: Мастер-пароль
sk: Hlavné heslo
sv_se: Huvudlösenord
th: รหัสผ่านหลัก
tr: Ana Şifre
zh_cn: 主密码
zh_tw: 主密碼

source: Key Derivation Function
ar: دالة اشتقاق المفتاح
cs: Funkce pro vytvoření klíče
de: Schlüsselableitungsfunktion
es_es: Función de derivación de clave
fi: Avaimenjohtamisfunktio
fr: Fonction de dérivation de clés
hu: Kulcsszármaztató függvény
it: Funzione di derivazione chiave
ja: 鍵導出関数
ko: 키 유도 함수
nl: Sleutel Derivation Functie
pl: Funkcja generująca klucza
pt_br: Algoritmo de derivação de chave
pt_pt: Função de derivação de chave
ru: Функция формирования ключа
sk: Funkcia pre vytvorenie kľúča
sv_se: Nyckelderiveringsfunktion
th: ฟังก์ชันไขกุญแจ
tr: Anahtar Türetme İşlevi
zh_cn: 密匙演算函数
zh_tw: 金鑰演算函數

source: Header
ar: ترويسة قاعدة البيانات
cs: Hlavička
de: Kopfzeile
es_es: Encabezado
fi: Alkuosa
fr: Entête
it: Intestazione
ja: ヘッダー
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
sk: Hlavička
th: ส่วนหัว
tr: Başlık
zh_cn: 标头
zh_tw: 標頭

source: Keychain
ar: سلسلة المفاتيح
cs: Klíčenka
de: Schlüsselbund
es_es: Cadena de claves
fi: Avainketju
fr: Trousseau
hu: Kulcskarika
it: Portachiavi
ja: キーチェーン
ko: 키체인
nl: Sleutelhanger
pl: Pęk kluczy
pt_br: Chaves do sistema
ru: Связка ключей
sk: Kľúčenka
sv_se: Nyckelring
th: พวงกุญแจ
tr: Anahtar Zinciri
zh_cn: 钥匙圈
zh_tw: 鑰匙圈

source: Group
ar: المجموعة
cs: Skupina
de: Gruppe
es_es: Grupo
fi: Ryhmä
fr: Groupe
hu: Csoport
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sv_se: Grupp
th: กลุ่ม
tr: Grup
zh_cn: 群组
zh_tw: 群組

source: Entry
ar: سجل
cs: Záznam
de: Eintrag
es_es: Entrada
fi: Merkintä
fr: Entrée
hu: Bejegyzés
ja: エントリー
ko: 항목
nl: Item
pl: Wpis
pt_br: Entrada
ru: Запись
sk: Záznam
sv_se: Konto
th: รายการ
tr: Girdi
zh_cn: 条目
zh_tw: 項目

source: Tag
ar: الوسم
cs: Štítek
de: Markierung
es_es: Etiqueta
fi: Asiasana
fr: Étiquette
hu: Címke
ja: タグ
ko: 태그
nl: Label
pt_br: Etiqueta
ru: Тег
sk: Štítok
sv_se: Tagg
th: แท็ก
tr: Etiket
zh_cn: 标签
zh_tw: 標籤

source: Translation by KeePassium contributors
ar: التَرجمة العَربية مِن قِبل @ZER0-X
cs: Překlad od přispěvovatelů pro KeePassium
de: Deutsche Übersetzung von Lukas Wolfsteiner und @cpktmpkt
es_es: Traducción gracias a los colaboradores de KeePassium
fr: Traduction par les contributeurs de KeePassium
it: Traduzione da parte dei contributori di KeePassium
ko: 한국어 번역 ― somni (@somni_somni)
nl: Dutch translation by Heimen Stoffels (@Vistaus)
pl: Tłumaczenie - społeczność KeePassium
pt_br: Traduzido por claitonjs e Éctor Moreira
ru: Русский перевод — Андрей Поплетеев и Дмитрий Ерохин
sk: Slovenský preklad KeePassium by Peter Pariš
sv_se: Svensk översättning av Patrik Thunström
th: แปลโดยผู้มีส่วนร่วมของ KeePassium
tr: KeePassium katılımcıları tarafından yapılan çeviri
zh_cn: 简体中文翻译 由 社群 与 3374575857 贡献
zh_tw: 繁體中文翻譯 由 社群 與 3374575857 貢獻

source: Proprietary license
ar: ترخيص الملكية
cs: Proprietární licence
de: Proprietäre Lizenz
es_es: Licencia Propietaria
fr: Licence propriétaire
it: Licenza proprietaria
ko: 사유 라이선스
nl: Gesloten licentie
pl: Prawa licencyjne
pt_br: Licença proprietária
ru: Коммерческая лицензия
sk: Vlastnícka licencia
sv_se: Proprietär licens
th: ใบอนุญาตที่เป็นกรรมสิทธิ์
tr: Kişisel lisans
uk: Комерційна ліцензія
zh_cn: 专有许可证
zh_tw: 專有許可證

source: Icons by Icons8
ar: الأيقونات مِن قِبل Icons8
cs: Ikony by Icons8
de: Icons von Icons8
es_es: Iconos por Icons8
fr: Icônes par Icons8
hu: Icons (Icons8-tól)
it: Icone di Icons8
ko: Icons ― Icons8
nl: Pictogrammen van Icons8
pl: Ikony - Icons8
pt_br: Ícones por Icons8
ru: Значки от Icons8
sv_se: Ikoner av Icons8
th: ไอคอนโดย Icons8
tr: Icon8 simgeleri
zh_cn: 图标 来自 Icons8
zh_tw: Icons 來自 Icons8

source: Base32 for Swift by Norio Nomura
ar: Base32 for Swift مِن قِبل Norio Nomura
de: Base32 für Swift von Norio Nomura
es_es: Base32 para Swift por Norio Nomura
fr: Base32 pour Swift par Norio Nomura
it: Base32 per Swift di Norio Nomura
ko: Swift용 Base32 ― Norio Nomura
nl: Base32 voor Swift door Norio Nomura
pl: Base32 dla Swift - Norio Nomura
pt_br: Base32 for Swift por Norio Nomura
ru: Base32 for Swift, автор Norio Nomura
sv_se: Base32 för Swift av Norio Nomura
th: Base32 for Swift โดย Norio Nomura
tr: Norio Nomura tarafından Swift için Base32
zh_cn: Swift 的Base32实现 来自 Norio Nomura
zh_tw: Swift 的Base32實現 來自 Norio Nomura

source: Ionicons by Ionic
ar: Ionicons مِن قِبل Ionic
de: Ionicons von Ionic
es_es: Ionicons por Ionic
fr: Ionicons par Ionic
hu: Ionicons (Ionic-tól)
it: Ionicons di Ionic
ko: Ionicons ― Ionic
nl: Ionicons door Ionic
pl: Ionicons - Ionic
pt_br: Ionicons por Ionic
ru: Ionicons от Ionic
sv_se: Ionicons av Ionic
th: Ionicons โดย Ionic
zh_cn: Ionicons 来自 Ionic
zh_tw: Ionicons 來自 Ionic

source: MIT license
ar: رخصة MIT
cs: Licence MIT
de: MIT Lizenz
es_es: Licencia MIT
fi: MIT-lisenssi
fr: Licence MIT
hu: MIT licensz
it: Licenza MIT
ko: MIT 라이선스
nl: MIT-licentie
pl: Licencja MIT
pt_br: Licença MIT
ru: Лицензия MIT
sk: MIT Licencia
sv_se: MIT-licens
th: ใบอนุญาต MIT
tr: MIT lisansı
uk: Ліцензія MIT
zh_cn: MIT 授权许可
zh_tw: MIT 授權許可

source: KeePass by Dominik Reichl
ar: KeePass من قِبل Dominik Reichl
de: KeePass von Dominik Reichl
es_es: KeePass por Dominik Reichl
fr: KeePass par Dominik Reichl
hu: KeePass (Dominik Reichltól)
it: KeePass di Dominik Reichl
ko: KeePass ― Dominik Reichl
nl: KeePass van Dominik Reichl
pl: KeePass - Dominik Reichl
pt_br: KeePass por Dominik Reichl
ru: KeePass, автор Dominik Reichl
sv_se: KeePass av Dominik Reichl
th: KeePass โดย Dominik Reichl
zh_cn: KeePass 来自 Dominik Reichl
zh_tw: KeePass 來自 Dominik Reichl

source: Custom permissive license
ar: ترخيص إذن مخصص
de: Eigene großzügige Lizenz
es_es: Licencia permisiva personalizada
fr: Licence permissive personnalisée
it: Licenza permissiva personalizzata
ko: 커스텀 퍼미시브 라이선스
nl: Aangepaste vrijblijvende licentie
pl: Liberalna licencja oprogramowania
pt_br: Licença permissiva particular
ru: Нестандартная разрешительная лицензия
th: สิทธิ์อนุญาตที่กำหนดเอง
tr: Özel izinli lisans
zh_cn: 自定义许可证
zh_tw: 自定義許可證

source: ChaCha20 &amp; Salsa20 implementation by D. J. Bernstein
ar: HaCha20 و Salsa20 implementation مِن قِبل D. J. Bernstein
de: ChaCha20 &amp; Salsa20 Implementierung von D. J. Bernstein
es_es: CadCha20 &amp; Salsa20 implementado por D. J. Bernstein
fr: Implémentation de ChaCha20 &amp; Salsa20 par D. J. Bernstein
it: ChaCha20 &amp; Salsa20 implementazione di D. J. Bernstein
ko: ChaCha20 &amp; Salsa20 구현 ― D. J. Bernstein
nl: ChaCha20- en Salsa20-implementatie door D. J. Bernstein
pl: Implementacja ChaCha20 &amp; Salsa20 - D. J. Bernstein
pt_br: Implementações ChaCha20 &amp; Salsa20 por D. J. Bernstein
ru: Реализация алгоритмов ChaCha20 и Salsa20, автор D. J. Bernstein
sv_se: ChaCha20 &amp; Salsa20 implementation av D. J. Bernstein
th: ChaCha20 &amp; Salsa20 การดำเนินการโดย D. J. Bernstein
zh_cn: ChaCha20 &amp; Salsa20 由 D. J. Bernstein 实现
zh_tw: ChaCha20 &amp; Salsa20 由 D. J. Bernstein 實現

source: GPL license
ar: رخصة GPL
cs: Licence GPL
de: GPL Lizenz
es_es: Licencia GPL
fr: Licence GPL
hu: GPL licensz
it: Licenza GPL
ko: GPL 라이선스
nl: GPL-licentie
pl: Licencja GPL
pt_br: Licença GPL
ru: Лицензия GPL
sk: GPL licencia
sv_se: GPL-licens
th: ใบอนุญาต GPL
tr: GNU lisansı
uk: Ліцензія GPL
zh_cn: GPL 授权许可
zh_tw: GPL 授權許可

source: Public domain
ar: مجال عام
es_es: Dominio público
fr: Domaine public
hu: Közösségi tulajdon
it: Dominio Pubblico
ko: 퍼블릭 도메인
nl: Publiek domein
pl: Domena publiczna
pt_br: Domínio público
ru: Общественное достояние
th: โดเมนสาธารณะ
tr: Genel alan
zh_cn: 公有领域
zh_tw: 公有領域

source: Fancy deboss pattern by Daniel Beaton
ar: Fancy deboss pattern مِن قِبل Daniel Beaton
de: Fancy Deboss-Pattern von Daniel Beaton
es_es: Patrón Fancy deboss por Daniel Beaton
fr: Fancy deboss pattern par Daniel Beaton
it: Fancy deboss pattern di Daniel Beaton
ko: Fancy deboss pattern ― Daniel Beaton
nl: Gelikt deboss-patroon van Daniel Beaton
pl: Ozdobny tłoczny wzór - Daniel Beaton
pt_br: Textura Fancy Deboss por Daniel Beaton
ru: Fancy deboss pattern, автор Daniel Beaton
sv_se: Fancy deboss pattern av Daniel Beaton
th: Fancy deboss pattern โดย Daniel Beaton
tr: Daniel Beaton tarafından özel pütürlü desen
zh_cn: Fancy deboss pattern 来自 Daniel Beaton
zh_tw: Fancy deboss pattern 來自 Daniel Beaton

source: CC BY 3.0
ar: CC BY 4.0
fr: CC PAR 3.0

source: Linecons by Andrian Valeanu
ar: Linecons مِن قِبل Andrian Valeanu
de: Linecons von Andrian Valeanu
es_es: Linecons por Andrian Valeanu
fr: Linecons par Andrian Valeanu
it: Linecons di Andrian Valeanu
ko: Linecons ― Andrian Valeanu
nl: Linecons door Andrian Valeanu
pl: Linecons - Andrian Valeanu
pt_br: Linecons por Andrian Valeanu
ru: Linecons, автор Andrian Valeanu
sv_se: Linecons av Andrian Valeanu
th: Linecons โดย Andrian Valeanu
zh_cn: Linecons 来自 Andrian Valeanu
zh_tw: Linecons 來自 Andrian Valeanu

source: Twofish implementation by Niels Ferguson
ar: Twofish implementation مِن قِبل Niels Ferguson
de: Twofish Implementierung von Niels Ferguson
es_es: Implementación de Twofish por Niels Ferguson
fr: Implémentation de Twofish par Niels Ferguson
it: Implementazione Twofish di Niels Ferguson
ko: Twofish 구현 ― Niels Ferguson
nl: Twovis-implementatie door Niels Ferguson
pl: Implementacja Twofish - Niels Ferguson
pt_br: Implementação Twofish por Niels Ferguson
ru: Реализация алгоритма Twofish, автор Niels Ferguson
sv_se: Twofish implementation av Niels Ferguson
th: Twofish implementation โดย Niels Ferguson
tr: Niels Ferguson'un Twofish uygulaması
zh_cn: Twofish 由 Niels Ferguson 实现
zh_tw: Twofish 由 Niels Ferguson 實現

source: Rijndael implementation by Szymon Stefanek
ar: Rijndael implementation مِن قِبل Szymon Stefanek
es_es: Implementación de Rijndael por Szymon Stefanek
fr: Implémentation de Rijndael par Szymon Stefanek
it: Implementazione di Rijndael di Szymon Stefanek
ko: Rijndael 구현 ― Szymon Stefanek
nl: Rijndael-implementatie door Szymon Stefanek
pl: Implementacja Rijndael - Szymon Stefanek
pt_br: Implementação Rijndael por Szymon Stefanek
ru: Реализация алгоритма Rijndael, автор Szymon Stefanek
sv_se: Rijndael implementation av Szymon Stefanek
th: Rijndael implementation โดย Szymon Stefanek
tr: Szymon Stefanek'in Rijndael uygulaması
zh_cn: Rijndael 由 Szymon Stefanek 实现
zh_tw: Rijndael 由 Szymon Stefanek 實現

source: CC0 license
ar: ترخيص CC0
cs: Licence CC0
es_es: Licencia CC0
fr: Licence CC0
hu: CC0 licensz
it: Licenza CC0
ko: CC0 라이선스
nl: CC0-licentie
pl: Licencja CC0
pt_br: Licença CC0
ru: Лицензия CC0
sk: CC0 licencia
sv_se: CC0-licens
th: ใบอนุญาต CC0
tr: CC0 lisansı
uk: Ліцензія CC0
zh_cn: CC0 授权
zh_tw: CC0 授權
